tap "apenngrace/vulkan"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autojump"
brew "bash-completion"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "ctags"
brew "libssh2"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gdb"
brew "ghc"
brew "git"
brew "git-delta"
brew "glib"
brew "irssi"
brew "jq"
brew "krb5"
brew "less"
brew "mas"
brew "molten-vk", link: false
brew "mosh"
brew "nghttp2"
brew "node"
brew "nvm"
brew "postgresql"
brew "prettier"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sdl2"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "typescript"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox-developer-edition"
cask "flutter"
cask "font-fira-code"
cask "google-chrome"
cask "kitty"
cask "krisp"
cask "microsoft-teams"
cask "notion"
cask "parallels"
cask "pgadmin4"
cask "rider"
cask "slack"
cask "telegram"
cask "vulkan-sdk"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Blocker (Old)", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Cardhop", id: 1290358394
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "GoodLinks", id: 1474335294
mas "Keynote", id: 409183694
mas "Newsify", id: 510153374
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "PiPifier", id: 1160374471
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
