tap "apenngrace/vulkan"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autojump"
brew "bash-completion"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "fzf"
brew "gdb"
brew "ghc"
brew "git"
brew "irssi"
brew "jq"
brew "less"
brew "mas"
brew "mosh"
brew "node"
brew "nvm"
brew "postgresql"
brew "prettier"
brew "ranger"
brew "sdl2"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "typescript"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome"
cask "kitty"
cask "krisp"
cask "microsoft-teams"
cask "parallels"
cask "pgadmin4"
cask "rider"
cask "slack"
cask "telegram"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "GoodLinks", id: 1474335294
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "Vimari", id: 1480933944
