tap "apenngrace/vulkan"
tap "crisidev/chunkwm"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autojump"
brew "cairo"
brew "chunkwm"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "elixir"
brew "sdl2"
brew "ffmpeg"
brew "fluid-synth"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "git"
brew "gnu-cobol"
brew "go"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-vnc"
brew "highlight"
brew "irssi"
brew "jq"
brew "jsonpp"
brew "less"
brew "libuv"
brew "lynx"
brew "mosh"
brew "mpd"
brew "youtube-dl"
brew "mpv"
brew "neovim"
brew "postgresql", restart_service: true
brew "qemu"
brew "ranger"
brew "rust"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "unzip"
brew "vim"
brew "watchman"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "font-fira-code"
cask "font-source-code-pro"
cask "pdftotext"
cask "qutebrowser"
cask "vulkan-sdk"
